{
    "name": "Rivaldo",
    "quest": [
        {
            "category": "Makanan Utama",
            "food_name": "Udon",
            "hexcolor": "#AD23B4",
            "icon": "ic_quest_udon",
            "status": 0,
            "story": "Di zaman kuno, udon dilafalkan sebagai \"undon\". Konon orang Jepang mengenalnya pada abad pertengahan sebagai makanan asal Tiongkok. Sampai sekarang, pangsit (wonton) dalam dialek Wu ditulis sebagai 餛飩 dan dibaca sebagai undon. Dalam kitab Engishiki, \"undon\" diperkenalkan sebagai salah satu jenis makanan dari dinasti Tang. Tapi \"undon\" zaman itu mungkin lebih dekat dengan pangsit, karena berupa daging dibungkus lembaran tepung yang digilas tipis. Udon yang dikenal sekarang ini dulunya disebut Kirimugi, dan baru disebut \"udon\" sejak zaman Edo. Pada waktu itu, \"udon\" adalah nama untuk sejenis masakan berupa kirimugi yang dimakan dengan kuah hangat, atau didinginkan dengan air es setelah direbus.",
            "title": "Mie Gemuk",
            "clue": [
                {
                    "title" : "Makanan khas Jepang"

                },
                {
                    "title" : "Bahan utamanya adalah tepung & bentuknya tebal dan panjang"

                },
                {
                    "title" : "Disajikan dengan kuah kaldu atau kari dan berbagai toping"

                },
                {
                    "title" : "Rasanya gurih yang berasal dari kuah kaldu atau kari."

                }
            ],
            "places": [
                {
                    "name": "Kashiwa",
                    "latitude": -6.244652603646899,
                    "longitude": 106.79883451622219,
                    "rating": 4.5
                },
                {
                    "name": "Kaihomaru",
                    "latitude": -6.24469832886769,
                    "longitude": 106.79882296326799,
                    "rating": 4.4
                },
                {
                    "name": "Yagiya",
                    "latitude": -6.244467612410859,
                    "longitude": 106.79940007177359,
                    "rating": 4.4
                }
            ]
        },
        {
            "category": "Makanan Utama",
            "food_name": "Ramen",
            "hexcolor": "#AD23B4",
            "icon": "ic_quest_ramen",
            "status": 0,
            "story": "Menurut catatan sejarah Tokugawa Mitsukuni (Mito Komon) sering disebut sebagai orang Jepang yang pertama kali makan ramen. Masakan mi kuah ala Cina pertama kali dihidangkan untuk Tokugawa Mitsukuni. Pembuatnya adalah seorang ilmuwan Konghucu dalam pengasingan dari Dinasti Ming yang diundang untuk datang ke Domain Mito. Ramen diperkirakan mulai dinikmati rakyat banyak pada zaman dahulu. Pada waktu itu, ramen sudah masuk ke dalam menu berbagai rumah makan di kawasan permukiman keturunan Tionghoa di Kobe dan Yokohama. Setelah itu, pada zaman Taisho, penjual mi di Hokkaido sudah menjual ramen seperti ramen yang dikenal orang sekarang ini.",
            "title": "Mie Naruto",
            "clue": [
                {
                    "title" : "Makanan khas Jepang"

                },
                {
                    "title" : "Bahan utamanya adalah tepung & bentuknya tipis dan panjang"

                },
                {
                    "title" : "Disajikan dengan kuah kaldu dan berbagai toping"

                },
                {
                    "title" : "Rasanya gurih yang berasal dari kuah kaldu."

                }
            ],
            "places": [
                {
                    "name": "Kashiwa",
                    "latitude": -6.244652603646891,
                    "longitude": 106.79883451622216,
                    "rating": 4.5
                },
                {
                    "name": "Kaihomaru",
                    "latitude": -6.24469832886767,
                    "longitude": 106.79882296326792,
                    "rating": 4.4
                },
                {
                    "name": "Yagiya",
                    "latitude": -6.244467612410853,
                    "longitude": 106.79940007177358,
                    "rating": 4.4
                }
            ]
        }
    ]
}
